export default [{
    id: '1',
    title: '试题',
    desc: '利用试题评价学生的学习水平。',
    example: '教师利用试题评价学习者计算思维水平；让学生填写问卷，评价和调查学生对本次课程的学习兴趣，利用量规从主题、艺术、Micro:bit 技术等维度对学生小组合作学习情况进行评价。',
    imgUrl: 'test.png'
  },
  {
    id: '2',
    title: '问卷',
    desc: '利用问卷了解学生对本节课的情感态度等。',
    example: '教师利用试题评价学习者计算思维水平；让学生填写问卷，评价和调查学生对本次课程的学习兴趣，利用量规从主题、艺术、Micro:bit 技术等维度对学生小组合作学习情况进行评价。',
    imgUrl: 'question.png'
  },
  {
    id: '3',
    title: '量规',
    desc: '利用评价量规对学生学习作品或表现等进行评价。',
    example: '教师利用试题评价学习者计算思维水平；让学生填写问卷，评价和调查学生对本次课程的学习兴趣，利用量规从主题、艺术、Micro:bit 技术等维度对学生小组合作学习情况进行评价。',
    imgUrl: 'gauge.png'
  }
]