export default {

  PBL: [{
      id: '1',
      title: '创设情境',
      time: 5,
      activeContent: '',
      demand: '教师有目的地引入或创设具有一定情绪色彩的情境，以引起学生的态度体验，使课堂教学更接近学生的实际生活，加强感知，从而帮助学生理解教材。在此过程中，教师针对学生的年龄特征与心理特点等，联系生活实际，依据教学内容创设情境。学生对“情境”这一客体持续注意，主动接受，从而产生或愉悦的，或悲伤的，或热爱的态度的体验。',
      example: '教师提供树叶标本，学生观察并交流对树叶标本的想法。',
      source: ''
    },
    {
      id: '2',
      title: '确定问题',
      time: 5,
      activeContent: '',
      demand: '教师（或教师指导学生）选择与当前学习主题密切相关的真实性问题作为学习的中心内容，让学生面临一个需要理解并解决的现实问题。在此过程中，教师可以指导学生发现问题，也可以根据学生的认知能力及知识水平提出相关问题；学生在教师的指导下明确问题。',
      example: '学生亲身观察和触摸树叶，以小组合作的形式探究树叶的共同点，讨论并模拟树叶结构，分类树叶，对讨论内容以小组为单位进行汇报，教师点评汇报结果和提出问题：按照季节顺序排列树叶并以《叶的一生》为题制作视频。',
      source: ''
    },
    {
      id: '3',
      title: '制定方案',
      time: 5,
      activeContent: '',
      demand: '教师引导学生根据确定的教学问题，结合先前知识及生活实际，制定可能的解决方案，从而使学生的认知结构发生改变，问题得到初步解决。在此过程中，教师扮演辅助者的角色，指导帮助学生；学生通过小组合作学习，收集资料、讨论交流等方式共同找出解决问题的最优方案。',
      example: '组织学生分小组推理剖析树叶的生长周期，借助iPad拍照功能，利用Photo Grid软件整合图片，搜集音视频资料。',
      source: ''
    },
    {
      id: '4',
      title: '执行方案',
      time: 5,
      activeContent: '',
      demand: '教师对学生提出的可能解决方案做出了相应的评价，学生将头脑中中构建的方案付诸于实践，在实践中发现并解决问题。在此过程中，教师引导学生借助提供的教学用具，如iPad，实验器械等，按照计划实施制定的方案；学生在执行方案的过程中再次审视方案。',
      example: '教师指导学生制作微视频《叶的一生》呈现叶的一生，并验证树叶生长周期的假设是否成立，在小组合作学习合作过程中使学生体验视频制作的乐趣，以此来验证假设并掌握树叶四季更替变化的过程。',
      source: ''
    },
    {
      id: '5',
      title: '展示评价',
      time: 10,
      activeContent: '',
      demand: '展示评价指在课堂教学实施过程中，学生通过展示汇报呈现问题的解决过程和结果，其他客体对象对其进行评价的活动。在此过程中，教师引导学生对自己的成果或收获进行展示，并对学习效果进行评价。包括对学生是否完成当前问题的解决方案的过程和结果的评价，对学生自主、合作、探究能力的评价，还包括对学生展示、汇报行为的评价。',
      example: '各小组展示制作的微视频，审视树叶的一生和说明技术实现，开展教师即时评价和同伴互评，促进学生反思，根据评价标准评选出最佳作品。',
      source: ''
    },
    {
      id: '6',
      title: '头脑风暴',
      time: 5,
      activeContent: '',
      demand: '指无限制的自由联想和讨论，产生新观念或激发创新设想考虑解决问题过程中所需的各类要素。学生围绕问题中心，畅所欲言，各抒己见，捋清思路并产生尽可能多的观点，以使自己对问题有更加充分的理解；教师在必要时给予引导，激励学生创新，帮助学生发散思维。',
      example: '小组合作，共同探究树叶的共同点、树叶的结构及树叶的分类，并将其绘制成思维导图，进行展示。——选自三年级科学课《植物的叶》',
      source: ''
    },
    {
      id: '7',
      title: '测试检验',
      time: 5,
      activeContent: '',
      demand: '教师（或指导学生）使用设备检测学生制品，对比测试结果与预期设想，测试检验学生制品质量。学生完成的最终成品依序提交检验；教师引导学生分析将其应用至实际情境中的可行性，并通过专业方法对学生制品进行具有试验性质的测量。测试合格，则说明问题成功解决；测试失败，则说明问题尚未得到解决。',
      example: '学生利用网络资源查找资料，验证视频中各类树叶的生长季节和周期是否符合自然规律。——选自三年级科学课《植物的叶》',
      source: ''
    },
  ]
}